{
  "Rainy_Day_0": "It's raining.. The plants should be thriving, tomorrow will be a great day to collect some ingredients.",
  "Rainy_Day_1": "I was going to water some plants for you today, but I guess the rain took care of it.",
  "Rainy_Day_2": "I might take a day off today and just mull around the house.",
  "Rainy_Day_3": "Look at that rain! At least you don't have to water your crops today.",
  "Rainy_Day_4": "Hey, another rainy day... perfect.#$e#You look cold... here, come closer.$l",
  "Rainy_Night_0": "I'm trying my best to quit smoking now that we're married... I don't wanna die on you. It's a bad habit.#$e#I want to have a future together.$l",
  "patio_Witch": "I'm just working on some spells, don't mind me.",
  "Rainy_Night_1": "Ok potions replenished, ingredients stocked..$u#$b#Oh sorry dear, I didn't see you there.$h#$b#How was your day?",
  "Rainy_Night_2": "Welcome home dear! I made you some dinner.[921]$h",
  "Rainy_Night_3": "Hello dear, did you go down the mines today?$h#$e#You look tired, why don't we go to bed?",
  "Rainy_Night_4": "Remember when you used to go to sleep not knowing if I'd curse you or not?#$b#I hope you didn't find me too repulsive.$s",
  "Indoor_Day_0": "I was just fulfilling an order earlier and I made some extra, here.[341]",
  "Indoor_Day_1": "Hey... want some coffee?[395]$7#$e#I need some, I have a big order to fulfil today.",
  "Indoor_Day_2": "How are the crops this year? Let me know if you'd like me to cast a spell to get some giant crops!",
  "Indoor_Day_3": "We should expand the house, maybe add a henchman or two.",
  "Indoor_Day_4": "Are you going to the mines today? Here this might help.[341]",
  "Indoor_Night_0": "I spent all day cleaning today, I hope you like the place.",
  "Indoor_Night_1": "How was your day dear?",
  "Indoor_Night_2": "Do you ever think about your mortality? It must be scary knowing you can only live for up to 100 years.",
  "Indoor_Night_3": "It's kind of lonely out here, maybe you should activate my monster shrine so we can have some running around the farm.",
  "Indoor_Night_4": "You know, it's nice being away from that swamp.",
  "Outdoor_0": "We should get some slimes on the farm! No need for the hatch, just let them run wild.",
  "Outdoor_1": "It's so weird being outdoors, I feel like I'm so used to endlessly staying in my hut.",
  "Outdoor_2": "I love seeing all the plants you grow, you work so hard.$h",
  "Outdoor_3": "I'm just taking in some fresh air, I hope I'm not in your way.",
  "Outdoor_4": "What do you think of my crystals? I used to think they were gimicky but I've found them to be really useful.$u",
  "OneKid_0": "Should I teach %kid1 some spells when they get older?",
  "OneKid_1": "%kid1 is such a handful! Imagine having more children!",
  "OneKid_3": "%kid1 has the makings of a real wizard one day! Maybe he'll join my coven in college? ^ %kid1 has the makings of a real witch one day! Maybe she'll join my coven in college?",
  "TwoKids_0": "It's hard to look after %kid1 and %kid2, sorry if the house isn't as clean as it normally is..",
  "TwoKids_1": "Parenthood is so chaotic! Yesterday %kid2 threw up all over the kitchen floor.",
  "TwoKids_2": "Do you think you'll take %kid1 and %kid2 down the mines with you one day when they're older?$u",
  "TwoKids_3": "Promise me you won't use my shrine on the children?",
  "Good_0": "When you broke into my hut that day, could you ever have imagined we'd be here? ",
  "Good_1": "Hey... come here. You look great today.$h",
  "Good_2": "You smell great, you remind me of some of my favourite potions. $h",
  "Good_3": "I'm so happy we got here together! I can't imagine my life without you. $h",
  "Good_4": "You work so hard! I'm lucky to have someone who takes care of me so well!",
  "Good_5": "When we met I was so angry all the time, I'm lucky you helped me through my dark patch.",
  "Good_6": "Are you monster hunting today? Here this might help.[879]",
  "Good_8": "Every day feels wonderful when I'm with you. $h",
  "Good_9": "Have I thanked you recently for your help lifting my curse? I feel so much better now because of you. $h",
  "Neutral_0": "I might go for a walk today, I need to clear my head.",
  "Neutral_2": "I'm a bit busy right now, let's catch up later.",
  "Neutral_3": "I wish I had some more friends in the valley..$s",
  "Neutral_4": "There are too many chores, I know you do a lot on the farm, but could you wash your dishes before you leave?",
  "Neutral_5": "Are we doing okay on money? I could sell more potions I guess..$s",
  "Neutral_6": "If you need to go see your friends in town, go ahead. I like being alone, anyways.",
  "Neutral_8": "I don't feel like doing anything today.",
  "Bad_5": "Look, I just want to be alone. Why did you marry me only to neglect me after? $a",
  "Bad_6": "Maybe it wasn't so bad being cursed and alone.$s",
  "Bad_7": "This place is starting to feel like a tomb.$s",
  "Bad_8": "It's miserable here. Something needs to change.$s",
  "spring_1": "Happy new year! No matter how long I live, I always love reflecting today and thinking of the year ahead. $h",
  "spring_12": "I hear the townsfolks are looking for eggs tomorrow? Such a strange custom.. $u",
  "spring_23": "Are you going to the flower dance? It reminds me of my college coven.",
  "summer_1": "It's summer again.. At least I'm out of the swamp, but it's still too warm.",
  "summer_10": "Are you making that soup tomorrow? You should add something magical. $h",
  "summer_27": "The moonlight jellies are back tomorrow. Rasmodius & I used to go.#$e#Maybe one year I'll be brave enough to go  and we can start a new tradition.",
  "fall_1": "Spooky season! It's my favourite time of year!",
  "fall_15": "Do you know my friend Welwick? She does the fortunes on TV. She'll be at the fair tomorrow, will you say hello? $u",
  "fall_26": "I'm excited for the Spirit's Eve tomorrow. I'm meeting my coven so I'll be back late!$h",
  "fall_28": "It's my birthday today.$h#$b#I don't remember how old I am, I stopped counting after 200.",
  "winter_1": "It's nice and cold! Are you looking forward to a break from farming?",
  "winter_7": "I hope you win tomorrow!",
  "winter_28": "It's been a great year, @. We should celebrate a little. [346]$h#$e#I'm sure next year will be even better.$7"
}