{
  "Changes": [
    {
      "LogName": "edit hazel dialogue",
      "Action": "EditData",
      "Target": "Characters/Dialogue/Hazel",
      "Entries": {
          "Introduction": "How did you get in here?$a#$b#Did my ex send you?$a#$b#Always getting other people to do his dirty work. Take his ink and leave.$a",
          "divorced": "Leave me alone before I curse you.$a",
          "breakUp": "You're dumping me?$a#$b#You'll regret this.$a",
          "Mon": "You're back?#$e#I should really fire my henchman.$u#$e#Where is he anyway?$s",
          "Tue": "Have you spent much time with Rasmodius?#$b#I don't miss him honestly.",
          "Wed": "Why do you keep coming back here?#$b#Are you interested in me or my statues?",
          "Thu": "I'm so behind on brewing right now, I have a big order of potions to fulfil by tomorrow.",
          "Fri": "My customer came over at 5am this morning, I'm so tired.",
          "Sat": "Finally the weekend. I usually use this time to gather ingredients.",
          "Sun": "Today's my day off. Not that I have anywhere else to go.",
          "Tue2": "You're back, you visit so often.",
          "Fri4": "Hello. #$b#How has your week been?",
          "Mon6": "I'm sorry I used to curse you. I guess I'm just bitter at how things turn out. I swear I won't do it again.",
          "Tue8": "I still can't believe I'm cured! I feel so much better!",
          "Wed9": "I should probably talk to Rasmodius one of these days.",
          "Thu10": "I really do think we're the start of something special.",
          "summer_1": "Eurgh I hate the summer, it's too hot.#$b#Maybe I need to wear something other than a long black dress..",
          "summer_Mon": "Summer is actually a great time for harvesting some rare ingredients, even if it is too hot.",
          "summer_Mon6": "Sorry it's so humid in here, I guess that's what happens when you live in a swamp.",
          "summer_Tue4": "Have you seen my henchman? I haven't seen him since you started coming round.",
          "summer_Tue": "%She looks angry right now, best not disturb.",
          "summer_Wed": "Some nights I go out on a long walk through town when everyone is asleep.#$b#It's nice to not have to worry about people running scared of me.",
          "summer_Thu": "Have you been out working in the sun?#$b#You look tanned.",
          "summer_Sat": "I might go visit my coven soon, it's been a long time.",
          "summer_Fri": "I wasn't always a witch. My parents were dentists.",
          "summer_Sun": "Are you ready for another week? I bet farm life is different to the office.",
          "summer_Fri2": "I heard your farms doing pretty well, maybe I'll come up and visit sometime.",
          "summer_Wed4": "Have you met the junimos? We used to be friends before my curse.",
          "summer_Sun6": "That darned dwarf stole some of my supplies last night, I know it.",
          "summer_Tue8": "I made too much potion today, here take some.[773]",
          "summer_Thu10": "Hello dear, I hope you're not too warm.",
          "fall_Mon": "Fall is my favourite season, it's so spooky, I feel like I can be myself.$h",
          "fall_Tue": "Can you feel the spirits? They're always so much more active in fall.",
          "fall_Thu": "I did my apprenticeship for this old witch who threw the best halloween parties.",
          "fall_Wed": "I have a customer coming tomorrow, don't be confused if you see a mummy hanging around.",
          "fall_Fri": "Did you know that a mixture of fiddlehead fern and red mushrooms makes a great face mask?",
          "fall_Sat": "I went this morning and restocked my supplies, sorry if I took all the good mushrooms.",
          "fall_Sun": "Have you met Krobus? I often get ingredients from him.",
          "fall_Tue2": "Thanks for visiting so often.",
          "fall_Wed4": "I hope you understand me more now I've told you about my curse.",
          "fall_Fri6": "I feel so close to curing my curse, I can almost feel it!",
          "fall_Mon8": "You've been visitng a lot, I appreciate it.#$e#It can get lonely here.",
          "fall_Thu10": "The fall atmosphere and you right here is all I need.",
          "fall_28": "It's my birthday today.$h#$b#Did you bring me anything?",
          "winter_1": "I love this weather, the brisk air really brings down the swampyness of this place.",
          "winter_Mon": "It's annoying having to use a shovel to forage in winter, the snow buries everything.",
          "winter_Tue": "My hair gets so frizzy in this dry weather. *sigh*",
          "winter_Wed": "Do you get involved in all the town activities?#$e#I would but I don't think they'd like me there.",
          "winter_Thu": "I went through the mines this morning, wow are those slimes annoying.",
          "winter_Fri": "Are you susceptible to seasonal illness? Maybe I can brew you something.",
          "winter_Sat": "I'm too tired to talk. I had a busy morning.",
          "winter_Sun": "I guess your job is much easier in the winter when the crops can't grow.",
          "winter_Sat2": "@ nice to see you.$h",
          "winter_Tue4": "Would it completely inconvenience you if I cursed you tonight?",
          "winter_Fri6": "I made some soup to help with the cold. I have some spare, here [236]",
          "winter_Mon8": "Brr. I feel like my witchy skin handled the cold better.",
          "winter_Thu10": "I wonder if the reason I was so drawn to curse your farm was because I knew one day we'd end up together.",
          "hazel_question1": "Thank you, I appreciate that, maybe one day I'll stop cursing your farm haha..$h",
          "hazel_question2": "Wow, I see. You should leave now.$a",
          "hazel_question3": "You do? That makes me so happy!$h#$b#I'm glad you came into my swamp that day.$h",
          "hazel_question4": "Oh. I guess I misread the signals.#$b#You should go, I'd like to be alone."
        }
      }
    ]
  }