{
    "16304001/f Hazel 500": "spirits_eve/7 9/Hazel 4 5 2 farmer 7 15 0/move Hazel 0 5 2/speak Hazel \"Oh hello @.\"/move farmer 0 -5 0/move farmer -2 0 3/speak Hazel \"Listen, I'm sorry I've been so rude to you.#$b#It's just been so hard since my breakup with Rasmodius. This curse just makes me so angry and out of control all the time.\"/speak Hazel \"$q 16304901 null#Can you forgive me?$s#$r 16304901 50 hazel_question1#Of course! I understand.#$r 16304901 -250 hazel_question2#Absolutely not, you're a horrible person and you don't deserve my forgiveness.\"/end", 
    "16304002/f Hazel 1000": "spirits_eve/7 9/Hazel 4 5 2 farmer 7 15 0/move Hazel 0 5 2/speak Hazel \"@, you're here! Listen I think it's about time I tell you about my curse.\"/move farmer 0 -5 0/move farmer -2 0 3/speak Hazel \"So as you know, when Rasmodius & I broke up I was cursed. But there's more to it than that.#$b#You see at the time, I was working on some new spells. They were incredibly dangerous spells, so I'd been trying to finalise them.#$b#I guess I was focusing too hard on them because Rasmodius was feeling neglected. #$b#So When I returned home one evening, he told me he'd had enough.#$b#Without thinking, I uttered one of my new spells in anger, but it wasn't ready yet and it backfired.#$b#So I turned green & I'm filled with this rage that I can't do anything about.#$b#Sometimes it gets completely out of control and I guess that's when I must curse your barns. I'm sorry.\"/end dialogue Hazel \"Maybe one day they'll be a cure.\"",
    "16304003/f Hazel 1500": "spirits_eve/7 9/Hazel 4 5 2 farmer 7 15 0/move Hazel 0 5 2/speak Hazel \"Great news @!\"/move farmer 0 -5 0/move farmer -2 0 3/speak Hazel \"I recently revisited my old spell book, I've been learning more and more about my curse and what caused it. #$b#I haven't quite figured out how to get better, but I don't think I'll lose control anymore.#$b#Hopefully you won't be visited anymore in the night on my rampages.\"/mail Hazel_6/end dialogue Hazel \"I guess this means I won't be making any more midnight visits? Well unless you want me to.\"",
    "16304004/e 16304005/f Hazel 2000/i 74": "spirits_eve/7 9/Hazel 4 5 2 farmer 7 15 0/move Hazel 0 5 2/speak Hazel \"@, you came. Oh good, you brought the shard.\"/move farmer 0 -5 0/move farmer -2 0 3/removeItem 74/speak Hazel \"Thank you, I guess I should tell you why I need this.#$b#I've been studying more and I found a way to cure my curse.#$b#Let me show you, follow me.\"/move farmer 0 1 2/move Hazel 0 -1 1/move Hazel 7 0 1/move farmer 0 -1 1/move farmer 7 0 0/playSound dwop/pause 300/speak Hazel \"Ok I think it's working! I'm not sure how long this will take, but come back and see me tomorrow!\"/end dialogue Hazel \"I hope this works! I just want to be me again..\""
}